[
  {
    "id": "123abs01",
    "name": "Angel Girl",
    "price": 1000,
    "seller": "Kibria",
    "category": "Watercolor",
    "stock": 5,
    "ratings": 5,
    "shipping": 10,
    "quantity": 0,
    "img": "https://raw.githubusercontent.com/kibria-khandaker/my-api-data/main/img/img1.jpg",
    "body":"Watercolor (American English) or watercolour (British English; see spelling differences), also aquarelle (French: [akaʁɛl]; from Italian diminutive of Latin aqua \"water\"),is a painting method in which the paints are made of pigments suspended in a water-based solution."
  },
  {
    "id": "123abp02",
    "name": "Ships Going",
    "price": 2000,
    "seller": "Khandaker",
    "category": "Watercolor",
    "stock": 10,
    "ratings": 4.6,
    "shipping": 8,
    "quantity": 0,
    "img": "https://raw.githubusercontent.com/kibria-khandaker/my-api-data/main/img/img2.jpg",
    "body":"Watercolor refers to both the medium and the resulting artwork. Aquarelles painted with water-soluble colored ink instead of modern water colors are called aquarellum atramento (Latin for \"aquarelle made with ink\") by experts. However, this term has now tended to pass out of use."
  },
  {
    "id": "123abv03",
    "name": "Old Shop",
    "price": 500,
    "seller": "Jishan",
    "category": "Watercolor & Pencil",
    "stock": 5,
    "ratings": 5,
    "shipping": 10,
    "quantity": 0,
    "img": "https://raw.githubusercontent.com/kibria-khandaker/my-api-data/main/img/img3.jpg",
    "body":"The traditional and most common support—material to which the paint is applied—for watercolor paintings is watercolor paper. Other supports include papyrus, bark papers, plastics, vellum, leather, fabric, wood, and watercolor canvas (coated with a gesso that is specially formulated for use with watercolours)."
  },
  {
    "id": "123abz04",
    "name": "Cherry Flower",
    "price": 1400,
    "seller": "Ishrak",
    "category": "Watercolor",
    "stock": 7,
    "ratings": 5,
    "shipping": 6,
    "quantity": 0,
    "img": "https://raw.githubusercontent.com/kibria-khandaker/my-api-data/main/img/img4.jpg",
    "body":"Watercolor paper is often made entirely or partially with cotton. This gives the surface the appropriate texture and minimizes distortion when wet Watercolor papers are usually cold pressed papers, and gives better texture and appearance with a GSM weight between 200 and 300."
  },
  {
    "id": "123abx05",
    "name": "Flower Gate",
    "price": 1100,
    "seller": "Kibria & Jishan",
    "category": "Watercolor",
    "stock": 9,
    "ratings": 4.5,
    "shipping": 6,
    "quantity": 0,
    "img": "https://raw.githubusercontent.com/kibria-khandaker/my-api-data/main/img/img5.jpg",
    "body":"Watercolors are usually translucent, and appear luminous because the pigments are laid down in a pure form with few fillers obscuring the pigment colors. Watercolors can also be made opaque by adding Chinese white."
  },
  {
    "id": "123abj06",
    "name": "Yellow Night",
    "price": 1700,
    "seller": "Golam Kibria",
    "category": "Oil Color",
    "stock": 13,
    "ratings": 3.5,
    "shipping": 6,
    "quantity": 0,
    "img": "https://raw.githubusercontent.com/kibria-khandaker/my-api-data/main/img/img6.jpg",
    "body":"Watercolour paint is an ancient form of painting. In East Asia, watercolor painting with inks is referred to as brush painting or scroll painting. In Chinese, Korean and Japanese painting it has been the dominant medium, often in monochrome black or browns, often using inkstick or other pigments."
  },
  {
    "id": "123aba07",
    "name": "Rain Road",
    "price": 1500,
    "seller": "kibria khandaker",
    "category": "Oil Color",
    "stock": 10,
    "ratings": 4,
    "shipping": 6,
    "quantity": 0,
    "img": "https://raw.githubusercontent.com/kibria-khandaker/my-api-data/main/img/img7.jpg",
    "body":"Ethiopia and other countries have long watercolor painting traditions as well. American artists in the early 19th century seemed to regard watercolor primarily as a sketching tool in preparation for the \"finished\" work in oil or engraving."
  },
  {
    "id": "123abo08",
    "name": "Snow Tree",
    "price": 1200,
    "seller": "Hasib",
    "category": "Watercolor",
    "stock": 8,
    "ratings": 5,
    "shipping": 6,
    "quantity": 0,
    "img": "https://raw.githubusercontent.com/kibria-khandaker/my-api-data/main/img/img8.jpg",
    "body":"Watercolor is beloved for its soft, dreamy look. The way the colors fade seamlessly into each other can provide a sense of calm. Its ethereal vibe and often colorful palette make these paintings ideal for a child's room or a bathroom or any space that needs a bit of life breathed into it."
  },
  {
    "id": "123abu09",
    "name": "Strong Man",
    "price": 1600,
    "seller": "Golam Kibria",
    "category": "Watercolor",
    "stock": 12,
    "ratings": 5,
    "shipping": 6,
    "quantity": 0,
    "img": "https://raw.githubusercontent.com/kibria-khandaker/my-api-data/main/img/img9.jpg",
    "body":"Watercolor painting is extremely old, dating perhaps to the cave paintings of paleolithic Europe, and has been used for manuscript illustration since at least Egyptian times but especially in the European Middle Ages. However, its continuous history as an art medium begins with the Renaissance."
  },
  {
    "id": "123abt10",
    "name": "Golden Area",
    "price": 1200,
    "seller": "Golam Kibria",
    "category": "Watercolor",
    "stock": 8,
    "ratings": 5,
    "shipping": 6,
    "quantity": 0,
    "img": "https://raw.githubusercontent.com/kibria-khandaker/my-api-data/main/img/img10.jpg",
    "body":"The German Northern Renaissance artist Albrecht Dürer (1471–1528), who painted several fine botanical, wildlife, and landscape watercolors, is generally considered among the earliest exponents of watercolor. An important school of watercolor painting in Germany was led by Hans Bol (1534–1593) as part of the Dürer Renaissance."
  },
  {
    "id": "123abr11",
    "name": "The fence",
    "price": 2500,
    "seller": "Kanon",
    "category": "Watercolor",
    "stock": 8,
    "ratings": 4.8,
    "shipping": 3,
    "quantity": 0,
    "img": "https://raw.githubusercontent.com/kibria-khandaker/my-api-data/main/img/img11.jpg",
    "body":"nished work in oDespite this early start, watercolors were generally used by Baroque easel painters only for sketches, copies or cartoons (full-scale design drawings). Notable early practitioners of watercolor painting were Van Dyck (during his stay in England), Claude Lorrain, Giovanni Benedetto Castiglione, and many Dutch and Flemish artists."
  },
  {
    "id": "123abd12",
    "name": "Rainbow Tree",
    "price": 1500,
    "seller": "Rabbany",
    "category": "Watercolor",
    "stock": 8,
    "ratings": 3.5,
    "shipping": 7,
    "quantity": 0,
    "img": "https://raw.githubusercontent.com/kibria-khandaker/my-api-data/main/img/img12.jpg",
    "body":"However, botanical illustration and wildlife illustration perhaps form the oldest and most important traditions in watercolor painting. Botanical illustrations became popular during the Renaissance, both as hand-tinted woodblock illustrations in books or broadsheets and as tinted ink drawings on vellum or paper."
  },
  {
    "id": "123abd13",
    "name": "water house",
    "price": 2000,
    "seller": "Hasib",
    "category": "Watercolor",
    "stock": 17,
    "ratings": 4,
    "shipping": 10,
    "quantity": 0,
    "img": "https://raw.githubusercontent.com/kibria-khandaker/my-api-data/main/img/img13.jpg",
    "body":"Botanical artists have traditionally been some of the most exacting and accomplished watercolor painters, and even today, watercolors—with their unique ability to summarize, clarify, and idealize in full color—are used to illustrate scientific and museum publications."
  },
  {
    "id": "123abd14",
    "name": "white rose",
    "price": 400,
    "seller": "deshi",
    "category": "Watercolor",
    "stock": 8,
    "ratings": 5,
    "shipping": 7,
    "quantity": 0,
    "img": "https://raw.githubusercontent.com/kibria-khandaker/my-api-data/main/img/img14.jpg",
    "body":"Wildlife illustration reached its peak in the 19th century with artists such as John James Audubon, and today many naturalist field guides are still illustrated with watercolor paintings.il or engraving.Several factors contributed to the spread of watercolor painting during the 18th century, particularly in England."
  },
  {
    "id": "123abd15",
    "name": "Twins Girl",
    "price": 800,
    "seller": "Rabbany",
    "category": "Watercolor",
    "stock": 10,
    "ratings": 5,
    "shipping": 7,
    "quantity": 0,
    "img": "https://raw.githubusercontent.com/kibria-khandaker/my-api-data/main/img/img15.jpg",
    "body":"Among the elite and aristocratic classes, watercolor painting was one of the incidental adornments of a good education; mapmakers, military officers, and engineers valued it for its usefulness in depicting properties, terrain, fortifications, field geology, and for illustrating public works or commissioned projects."
  },
  {
    "id": "123abd16",
    "name": "Winter Tree",
    "price": 1500,
    "seller": "Kibria",
    "category": "oil",
    "stock": 16,
    "ratings": 5,
    "shipping": 7,
    "quantity": 0,
    "img": "https://raw.githubusercontent.com/kibria-khandaker/my-api-data/main/img/img16.jpg",
    "body":"Watercolor artists were commonly taken on geological or archaeological expeditions, funded by the Society of Dilettanti (founded in 1733), to document discoveries in the Mediterranean, Asia, and the New World. These expeditions stimulated the demand for topographical painters, who churned out memento paintings of famous sites (and sights) along the Grand Tour to Italy that was undertaken by every fashionable young man of the time."
  },
  {
    "id": "123abd17",
    "name": "Winter House",
    "price": 1100,
    "seller": "Rabbany",
    "category": "Graphics",
    "stock": 14,
    "ratings": 5,
    "shipping": 7,
    "quantity": 0,
    "img": "https://raw.githubusercontent.com/kibria-khandaker/my-api-data/main/img/img17.jpg",
    "body":"In the late 18th century, the English cleric William Gilpin wrote a series of hugely popular books describing his picturesque journeys throughout rural England, and illustrated them with self-made sentimentalized monochrome watercolors of river valleys, ancient castles, and abandoned churches."
  },
  {
    "id": "123abd18",
    "name": "Yellow Road",
    "price": 1500,
    "seller": "Kibria",
    "category": "oil",
    "stock": 18,
    "ratings": 5,
    "shipping": 7,
    "quantity": 0,
    "img": "https://raw.githubusercontent.com/kibria-khandaker/my-api-data/main/img/img18.jpg",
    "body":"This example popularized watercolors as a form of personal tourist journal. The confluence of these cultural, engineering, scientific, tourist, and amateur interests culminated in the celebration and promotion of watercolor as a distinctly English (national art)."
  },
  {
    "id": "123abd19",
    "name": "Saint martin",
    "price": 2400,
    "seller": "kIBRIA",
    "category": "Watercolor",
    "stock": 8,
    "ratings": 5,
    "shipping": 7,
    "quantity": 0,
    "img": "https://raw.githubusercontent.com/kibria-khandaker/my-api-data/main/img/img19.jpg",
    "body":" William Blake published several books of hand-tinted engraved poetry,provided illustrations to Dantes Inferno, and he also experimented with large monotype works in watercolor. "
  },
  {
    "id": "123abd20",
    "name": "Wild flower",
    "price": 1800,
    "seller": "Rabbany",
    "category": "Watercolor",
    "stock": 11,
    "ratings": 2,
    "shipping": 7,
    "quantity": 0,
    "img": "https://raw.githubusercontent.com/kibria-khandaker/my-api-data/main/img/img20.jpg",
    "body":"Among the many other significant watercolorists of this period were Thomas Gainsborough, John Robert Cozens, Francis Towne, Michael Angelo Rooker, William Pars, Thomas Hearne, and John Warwick Smith.From the late 18th century through the 19th century, the market for printed books and domestic art contributed substantially to the growth of the medium."
  },
  {
    "id": "123abd21",
    "name": "dry season",
    "price": 1500,
    "seller": "Kanon",
    "category": "Watercolor",
    "stock": 8,
    "ratings": 5,
    "shipping": 7,
    "quantity": 0,
    "img": "https://raw.githubusercontent.com/kibria-khandaker/my-api-data/main/img/img21.jpg",
    "body":"Watercolors were used as the basic document from which collectible landscape or tourist engravings were developed, and hand-painted watercolor originals or copies of famous paintings contributed to many upper class art portfolios."
  },
  {
    "id": "123abd22",
    "name": "tulip Flower",
    "price": 1500,
    "seller": "Deshi",
    "category": "Watercolor",
    "stock": 5,
    "ratings": 5,
    "shipping": 7,
    "quantity": 0,
    "img": "https://raw.githubusercontent.com/kibria-khandaker/my-api-data/main/img/img22.jpg",
    "body":"Satirical broadsides by Thomas Rowlandson, many published by Rudolph Ackermann, were also extremely popular.The three English artists credited with establishing watercolor as an independent, mature painting medium are Paul Sandby (1730–1809), often called the (father of the English watercolor)"
  },
  {
    "id": "123abd23",
    "name": "boat",
    "price": 1500,
    "seller": "Hasib",
    "category": "oil",
    "stock": 13,
    "ratings": 5,
    "shipping": 7,
    "quantity": 0,
    "img": "https://raw.githubusercontent.com/kibria-khandaker/my-api-data/main/img/img23.jpg",
    "body":"Thomas Girtin (1775–1802), who pioneered its use for large format, romantic or picturesque landscape painting; and Joseph Mallord William Turner (1775–1851), who brought watercolor painting to the highest pitch of power and refinement, and created hundreds of superb historical, topographical, architectural, and mythological watercolor paintings."
  },
  {
    "id": "123abd24",
    "name": "Temple stairs",
    "price": 1500,
    "seller": "Kanon",
    "category": "Oil",
    "stock": 3,
    "ratings": 2.3,
    "shipping": 7,
    "quantity": 0,
    "img": "https://raw.githubusercontent.com/kibria-khandaker/my-api-data/main/img/img24.jpg",
    "body":"His method of developing the watercolor painting in stages, starting with large, vague color areas established on wet paper, then refining the image through a sequence of washes and glazes, permitted him to produce large numbers of paintings with (workshop efficiency) and made him a multimillionaire, partly by sales from his personal art gallery, the first of its kind."
  },
  {
    "id": "123abd25",
    "name": "Choroi bird",
    "price": 800,
    "seller": "Rabbany",
    "category": "Graphics",
    "stock": 6,
    "ratings": 5,
    "shipping": 7,
    "quantity": 0,
    "img": "https://raw.githubusercontent.com/kibria-khandaker/my-api-data/main/img/img25.jpg",
    "body":"Among the important and highly talented contemporaries of Turner and Girtin were John Varley, John Sell Cotman, Anthony Copley Fielding, Samuel Palmer, William Havell, and Samuel Prout. The Swiss painter Abraham-Louis-Rodolphe Ducros was also widely known for his large format, romantic paintings in watercolor."
  },
  {
    "id": "123abd26",
    "name": "Hill House",
    "price": 1000,
    "seller": "Rabbany",
    "category": "Graphics",
    "stock": 6,
    "ratings": 4.5,
    "shipping": 4,
    "quantity": 0,
    "img": "https://raw.githubusercontent.com/kibria-khandaker/my-api-data/main/img/img26.jpg",
    "body":"The confluence of amateur activity, publishing markets, middle class art collecting, and 19th-century technique led to the formation of English watercolor painting societies: the Society of Painters in Water Colours (1804, now known as the Royal Watercolour Society) and the New Water Colour Society (1832, now known as the Royal Institute of Painters in Water Colours)."
  },
  {
    "id": "123abd27",
    "name": "Cherry Tree",
    "price": 2500,
    "seller": "Deshi",
    "category": "Graphics",
    "stock": 5,
    "ratings": 4,
    "shipping": 5,
    "quantity": 0,
    "img": "https://raw.githubusercontent.com/kibria-khandaker/my-api-data/main/img/img27.jpg",
    "body":" (A Scottish Society of Painters in Water Colour was founded in 1878, now known as the Royal Scottish Society of Painters in Watercolour.) These societies provided annual exhibitions and buyer referrals for many artists. They also engaged in petty status rivalries and aesthetic debates, particularly between advocates of traditional (transparent) watercolor and the early adopters of the denser color possible with body color or gouache (opaque , watercolor)."
  }


]
